{"translation-revision-date":"2024-08-11 21:28:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"You have no attribute rules":["Hiçbir özellik kuralınız yok"],"Auto-populate the target attribute with the value of the field you link it to.":["Hedef niteliği, bağladığınız alanın değeriyle otomatik olarak doldurun."],"Manage attributes":["Nitelikleri yönet"],"Attribute Mapping configuration":["Öznitelik Eşleme yapılandırması"],"Loading Attribute Mapping rules":["Öznitelik Eşleme kurallarını yükleme"],"Data Source \/ Default Value":["Veri Kaynağı \/ Varsayılan Değer"],"Target Attribute":["Hedef Nitelik"],"When an attribute rule is added or changed, data will be synced to Google Merchant Center via an async job. Note that it may take a while for the update to show up on Merchant Center, especially if it involves products that have not been synced and approved before.":["Bir öznitelik kuralı eklendiğinde veya değiştirildiğinde, veriler bir asenkron iş aracılığıyla Google Merchant Center ile senkronize edilir. Özellikle daha önce senkronize edilmemiş ve onaylanmamış ürünleri içeriyorsa, güncellemenin Merchant Center'da görünmesinin biraz zaman alabileceğini unutmayın."],"Last sync:":["Son senkronizasyon:"],"Never":["Asla"],"Scheduled for sync":["Senkronizasyon için planlandı"],"To ensure your products continue to be approved and promoted by Google, make sure that your product fields include all the required information.":["Ürünlerinizin Google tarafından onaylanmaya ve tanıtılmaya devam etmesini sağlamak için ürün alanlarınızın gerekli tüm bilgileri içerdiğinden emin olun."],"Product data is re-submitted to Google every 30 days to ensure that the information in your product listings are up-to-date.":["Ürün listelerinizdeki bilgilerin güncel olmasını sağlamak için ürün verileri her 30 günde bir Google'a yeniden gönderilir."],"Deleting a rule does’t affect any data that has already been submitted to Google.":["Bir kuralı silmek, Google'a zaten gönderilmiş olan hiçbir veriyi etkilemez."],"Delete attribute rule":["Öznitelik kuralını sil"],"Deleting…":["Siliniyor…"],"Delete attribute rule?":["Öznitelik kuralı silinsin mi?"],"Categories":["Kategoriler"],"Assign value":["Değer atama"],"Target attribute":["Hedef nitelik"],"Save rule":["Kural kaydet"],"Saving…":["Kaydediliyor..."],"Create attribute rule":["Öznitelik kuralı oluşturma"],"Manage attribute rule":["Öznitelik kuralını yönetme"],"Select an attribute":["Bir öznitelik seçin"],"Select a Google attribute that you want to manage":["Yönetmek istediğiniz bir Google özniteliği seçin"],"Select default value":["Varsayılan değeri seçin"],"Type for search":["Arama için yazın"],"Apply ONLY to these categories":["SADECE bu kategorilere başvurun"],"Apply to all categories EXCEPT":["HARİÇ tüm kategoriler için geçerlidir"],"Apply to all categories":["Tüm kategoriler için geçerlidir"],"Enter a value":["Bir değer girin"],"Use fixed values to populate the target attribute with a value you specify. For example, you can enter a fixed value of <em>'White'<\/em> to specify a single color for all your products.":["Hedef niteliği belirlediğiniz bir değerle doldurmak için sabit değerleri kullanın. Örneğin, tüm ürünleriniz için tek bir renk belirtmek üzere <em>'Beyaz'<\/em> sabit değerini girebilirsiniz."],"Can’t find an appropriate field? <link>Create a new attribute<\/link>":["Uygun bir alan bulamıyor musunuz? <link>Yeni bir öznitelik oluştur<\/link>"],"Choose how to assign a value to the target attribute":["Hedef niteliğe nasıl değer atanacağını seçin"],"Use value from existing product field":["Mevcut ürün alanındaki değeri kullan"],"Set a fixed value":["Sabit bir değer ayarlayın"],"Select an option":["Bir seçenek seçin"],"All except":["Bu hariç tümü"],"Only in":["Sadece"],"%d category":["%d kategori","%d kategori"],"Create attribute rules to control what product data gets sent to Google and to manage product attributes in bulk.":["Google'a hangi ürün verilerinin gönderileceğini kontrol etmek ve ürün özniteliklerini toplu olarak yönetmek için öznitelik kuralları oluşturun."],"All":["Tümü"],"+ %d more":["%d tane daha"],"Cancel":["İptal"],"Edit":["Düzenle"],"Delete":["Sil"]}},"comment":{"reference":"js\/build\/attribute-mapping.js"}}