{"translation-revision-date":"2024-08-11 21:28:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Create campaign":["Kampanya oluştur"],"Optimize your campaign":["Kampanyanızı optimize edin"],"How easy was it to understand the requirements for the Google Ad campaign creation?":["Google Reklam kampanyası oluşturmak için gerekenleri anlamak ne kadar kolaydı?"],"View Reports":["Raporları Görüntüle"],"Open Google Ads":["Google Reklamlarını Açın"],"We're having trouble loading this data. Try again later, or track your performance in Google Ads.":["Bu verileri yüklerken sorun yaşıyoruz. Daha sonra tekrar deneyin veya performansınızı Google Ads'de izleyin."],"How easy was it to create a Google Ad campaign?":["Bir Google Reklam kampanyası oluşturmak ne kadar kolaydı?"],"Drawing of a person who successfuly launched a campaign":["Başarılı bir kampanya başlatan bir kişinin çizimi"],"Open Google Merchant Center":["Google Merchant Center'ı açın"],"We're having trouble loading this data. Try again later, or track your performance in Google Merchant Center.":["Bu verileri yüklerken sorun yaşıyoruz. Daha sonra tekrar deneyin veya performansınızı Google Merchant Center'da takip edin."],"Edit %s":["Düzenle %s"],"Edit Campaign":["Kampanyayı Düzenle"],"Loading…":["Yükleniyor..."],"Programs":["Programlar"]," + %d more":[" + %d daha fazla"],"Free listings":["Ücretsiz listeler"],"Enabled":["Etkinleştirildi"],"Daily budget":["Günlük bütçe"],"Country":["Ülke"],"Program":["Program"],"Free listings cannot be paused through WooCommerce. Go to Google Merchant Center for advanced settings.":["Ücretsiz listeler WooCommerce üzerinden duraklatılamaz. Gelişmiş ayarlar için Google Merchant Center'a gidin."],"Pause Campaign":["Pause Kampanyası"],"Keep Active":["Aktif Kalın"],"Before you pause…":["Duraklamadan önce."],"We recommend allowing your programs to run for at least 14 days after set up, without pausing or editing, for optimal performance.":["Optimum performans için programlarınızın kurulumdan sonra en az 14 gün boyunca duraklatılmadan veya düzenlenmeden çalışmasına izin vermenizi öneririz."],"Editing will result in the loss of any optimisations learned over time.":["Düzenleme, zaman içinde öğrenilen optimizasyonların kaybedilmesine neden olacaktır."],"Continue to edit":["Düzenlemeye devam et"],"Don't edit":["Düzenleme"],"Before you edit…":["Düzenlemeden önce..."],"Remove":["Kaldır"],"Once a campaign is removed, it cannot be re-enabled.":["Bir kampanya kaldırıldıktan sonra yeniden etkinleştirilemez."],"Remove Campaign":["Kampanyayı Kaldır"],"Keep Campaign":["Kampanyaya Devam Et"],"Permanently Remove?":["Kalıcı Olarak Kaldırılsın mı?"],"You can pause or edit your campaign at any time. For best results, we recommend allowing your campaign to run for at least 14 days without pausing or editing. <link>Learn more about Performance Max technology.<\/link>":["Kampanyanızı istediğiniz zaman duraklatabilir veya düzenleyebilirsiniz. En iyi sonuçlar için kampanyanızın duraklatılmadan veya düzenlenmeden en az 14 gün boyunca çalışmasına izin vermenizi öneririz. <link>Max Performance teknolojisi hakkında daha fazla bilgi edinin<\/link>"],"Got it":["Anladım"],"Create another campaign":["Başka bir kampanya oluşturun"],"Total Sales":["Toplam Satış"],"Free":["Ücretsiz"],"Total Spend":["Toplam Harcama"],"Clicks":["Tıklamalar"],"You have unsaved campaign data. Are you sure you want to leave?":["Kaydedilmemiş kampanya verileriniz var. Ayrılmak istediğinize emin misiniz?"],"Edit":["Düzenle"],"Google Ads":["Google Ads"]}},"comment":{"reference":"js\/build\/dashboard.js"}}