{"translation-revision-date":"2024-08-11 21:28:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"How easy was it to set up Google for WooCommerce?":["WooCommerce için Google'ı kurmak ne kadar kolaydı?"],"You’ve successfully set up Google for WooCommerce! 🎉":["WooCommerce için Google'ı başarıyla kurdunuz! 🎉"],"Create campaign":["Kampanya oluştur"],"There was an error loading the Overview Stats. Click to retry.":["Genel Bakış İstatistikleri yüklenirken bir hata oluştu. Yeniden denemek için tıklayın."],"Overview Stats:":["İstatistiklere Genel Bakış:"],"Loading product feed":["Ürün beslemesi yükleniyor"],"How easy was it to understand the requirements for the Google for WooCommerce setup?":["WooCommerce için Google kurulumu gereksinimleri anlamak ne kadar kolaydı?"],"View product feed":["Ürün akışını görüntüle"],"No ads will launch yet and you won’t be charged until Google approves your listings. Updates are available in your WooCommerce dashboard.":["Henüz hiçbir reklam yayınlanmayacak ve Google listelerinizi onaylayana kadar ücretlendirilmeyeceksiniz. Güncellemeler WooCommerce kontrol panelinizde mevcuttur."],"Your products are being synced and reviewed. Google reviews product listings in 3-5 days.":["Ürünleriniz senkronize ediliyor ve inceleniyor. Google, ürün listelerini 3-5 gün içinde inceler."],"Active":["Etkin"],"Free listings setup completed":["Ücretsiz listeleme kurulumu tamamlandı"],"Read more about this issue":["Bu konu hakkında daha fazlasını okuyun"],"What to do?":["Ne yapmalıyım?"],"Account status:":["Hesap durumu:"],"Request review":["İnceleme talep edin"],"Your account is under cool down period. You can request a new review on %s.":["Hesabınız soğuma döneminde. %s üzerinden yeni bir inceleme talep edebilirsiniz."],"Add and sync products to Google.":["Ürünleri Google'a ekleyin ve senkronize edin."],"No products added":["Eklenen ürün yok"],"Your products listings are on Google.":["Ürünleriniz Google'da listeleniyor."],"Review requests take at least 7 days.":["İnceleme talepleri en az 7 gün sürer."],"Under review":["İnceleniyor"],"This may take up to 3 days. If approved, your products will show on Google once it’s completed.":["Bu işlem 3 güne kadar sürebilir. Onaylanırsa, ürünleriniz tamamlandıktan sonra Google'da gösterilecektir."],"Pending review":["İnceleme bekliyor"],"To keep showing your products on Google, fix your setup and policy issues.":["Ürünlerinizi Google'da göstermeye devam etmek için kurulum ve politika sorunlarınızı düzeltin."],"Warning":["Uyarı"],"Fix all account suspension issues listed below to request a review of your account.":["Hesabınızın incelenmesini talep etmek için aşağıda listelenen tüm hesap askıya alma sorunlarını düzeltin."],"We’ve found unresolved issues in your account.":["Hesabınızda çözülmemiş sorunlar bulduk."],"To make products eligible to show on Google, fix all setup and policy issues that were found.":["Ürünleri Google'da gösterilmeye uygun hale getirmek için, bulunan tüm kurulum ve ilke sorunlarını düzeltin."],"I have resolved all the issue(s) listed above.":["Yukarıda listelenen tüm sorun(lar)ı çözdüm."],"Please ensure that you have resolved all account suspension issues before requesting for an account review. If some issues are unresolved, you wont be able to request another review for at least 7 days. <Link>Learn more<\/Link>":["Lütfen bir hesap incelemesi talep etmeden önce tüm hesap askıya alma sorunlarını çözdüğünüzden emin olun. Bazı sorunlar çözülmemişse, en az 7 gün boyunca başka bir inceleme talep edemezsiniz. <Link>Daha fazla bilgi edinin<\/Link>"],"Your account review was successfully requested.":["Hesap incelemeniz başarıyla talep edildi."],"Request account review":["Hesap incelemesi talep edin"],"+ %d more issue(s)":["+ %d daha fazla sorun(lar)"],"Request a review on the following issue(s):":["Aşağıdaki konu(lar) hakkında inceleme talep edin:"],"Product Issues":["Ürün Sorunları"],"Account Issues":["Hesap Sorunları"],"Loading Issues To Resolve":["Çözülmesi Gereken Yükleme Sorunları"],"However, there are issues affecting your account that needs to be resolved. Head over to the <strong>Account Issues<\/strong> tab to view them.":["Ancak, hesabınızı etkileyen ve çözülmesi gereken sorunlar vardır. Bunları görüntülemek için <strong>Hesap Sorunları<\/strong> sekmesine gidin."],"However, there are issues affecting your products that needs to be resolved. Head over to the <strong>Product Issues<\/strong> tab to view them.":["Ancak, ürünlerinizi etkileyen ve çözülmesi gereken sorunlar vardır. Bunları görüntülemek için <strong>Ürün Sorunları<\/strong> sekmesine gidin."],"All product issues resolved":["Tüm ürün sorunları çözüldü"],"All account issues resolved":["Tüm hesap sorunları çözüldü"],"Show less":["Daha az göster"],"*Full terms and conditions <link>here<\/link>.":["*Tüm şartlar ve koşullar <link>burada<\/link>."],"New to Google Ads? Get $500 in ad credit when you spend $500 within your first 60 days* You can edit or cancel your campaign at any time.":["Google Ads'te yeni misiniz? İlk 60 gün içinde 500 $ harcadığınızda 500 $ reklam kredisi kazanın* Kampanyanızı istediğiniz zaman düzenleyebilir veya iptal edebilirsiniz."],"Spend $500 to get $500 in Google Ads credits":["500 $ harcayın, 500 $ Google Ads kredisi kazanın"],"Cancel":["İptal"],"WooCommerce Logo":["WooCommerce Logosu"],"Learn more":["Daha fazla öğren"],"Google Logo":["Google Logosu"],"Overview":["Genel bakış"],"Sync with Google:":["Google ile senkronize edin:"],"Last updated: %1$s, containing %2$d product":["Son güncelleme: %1$s, %2$d ürün içeriyor","Son güncelleme: %1$s, %2$d ürün içeriyor"],"Automatically synced to Google":["Google ile otomatik olarak senkronize edilir"],"Sync in progress":["Senkronizasyon devam ediyor"],"Feed setup:":["Besleme kurulumu:"],"%d issue to resolve":["Çözülmesi gereken %d sorun","Çözülmesi gereken %d sorun"],"No issues to resolve 🎉":["Çözülecek sorun yok 🎉"],"An error occurred while retrieving your product feed. Please try again later.":["Ürün feed'iniz alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin."],"Back":["Geri"],"Maybe later":["Belki sonra"],"<productFeedLink>Manage and edit your product feed in WooCommerce.<\/productFeedLink> We will also notify you of any product feed issues to ensure your products get approved and perform well on Google.":["<productFeedLink>WooCommerce'de ürün akışınızı yönetin ve düzenleyin.<\/productFeedLink> Ayrıca, ürünlerinizin onaylanmasını ve Google'da iyi performans göstermesini sağlamak için herhangi bir ürün akışı sorunu hakkında sizi bilgilendireceğiz."],"You successfully changed the channel visibility of %d product":["%d ürününün kanal görünürlüğünü başarıyla değiştirdiniz","%d ürününün kanal görünürlüğünü başarıyla değiştirdiniz"],"Apply to %d selected":["Seçilen %d'ye uygula"],"Select one or more products to bulk edit":["Toplu düzenlemek için bir veya daha fazla ürün seçin"],"Don’t sync and show":["Senkronize etme ve gösterme"],"Don't sync and show":["Senkronize etme ve gösterme"],"An error occurred while retrieving products. Please try again later.":["Ürünler alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin."],"Not synced":["Senkronize edilmedi"],"Partially approved":["Kısmen onaylandı"],"Approved":["Onaylanan"],"Not Synced":["Senkronize Edilmedi"],"Disapproved":["Onaylanmadı"],"Pending":["Bekleyen"],"Expiring":["Süresi Doluyor"],"<link>Read more about product sync and statuses<\/link>":["<link>Ürün senkronizasyonu ve durumları hakkında daha fazla bilgi edinin<\/link>"],"<strong>‘Disapproved’ products<\/strong> are inactive and do not appear in Google listings.":["<strong>'Onaylanmayan' ürünler<\/strong> etkin değildir ve Google listelerinde görünmez."],"<strong>‘Pending’ products<\/strong> are being processed by Google. They will not appear in listings until they are approved.":["<strong>'Bekleyen' ürünler<\/strong> Google tarafından işleniyor. Onaylanana kadar listelerde görünmezler."],"<strong>‘Expiring’ products<\/strong> will become inactive and no longer appear in Google listings in the next 3 days.":["<strong>'Süresi dolan' ürünler<\/strong> önümüzdeki 3 gün içinde pasif hale gelecek ve Google listelerinde artık görünmeyecektir."],"<strong>‘Active’ products<\/strong> are fully approved and eligible to appear in free listings on Google.":["<strong>'Aktif' ürünler<\/strong> tamamen onaylıdır ve Google'daki ücretsiz listelerde görünmeye uygundur."],"After submission, Google assigns each product a status: <strong>Active, Expiring, Pending, or Disapproved.<\/strong>":["Gönderimden sonra Google her ürüne bir durum atar: <strong>Aktif, Süresi Dolan, Beklemede veya Onaylanmadı<\/strong>."],"<strong>‘Not synced’ products<\/strong> do not appear in Google listings. They are queued for submission, or they may be ineligible or excluded from the product feed.":["<strong>'Senkronize edilmemiş' ürünler<\/strong> Google listelerinde görünmez. Gönderilmek üzere sıraya alınırlar veya uygun olmayabilir ya da ürün akışından çıkarılabilirler."],"Your product feed is <strong>automatically synced<\/strong> from WooCommerce to Google, every 1-2 days. ":["Ürün akışınız her 1-2 günde bir <strong>otomatik olarak<\/strong> WooCommerce'den Google'a senkronize edilir. "],"Status":["Durum"],"Channel Visibility":["Kanal Görünürlüğü"],"Product Title":["Ürün Başlığı"],"Select channel visibility":["Kanal görünürlüğünü seçin"],"An error occurred while retrieving issues. Please try again later.":["Sorunlar alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin."],"Issues to resolve":["Çözülmesi gereken sorunlar"],"Products and stores must meet <link>Google Merchant Center’s requirements<\/link> in order to get approved. WooCommerce and Google automatically check your product feed to help you resolve any issues. ":["Ürünler ve mağazalar onaylanmak için <link>Google Merchant Center'ın gereksinimlerini<\/link> karşılamalıdır. WooCommerce ve Google, herhangi bir sorunu çözmenize yardımcı olmak için ürün akışınızı otomatik olarak kontrol eder. "],"Suggested action":["Önerilen eylem"],"Issue":["Sorun"],"Affected product":["Etkilenen ürün"],"Type":["Tür"],"Product Feed":["Ürün Beslemesi"],"Sync and show":["Senkronize et ve göster"]}},"comment":{"reference":"js\/build\/product-feed.js"}}