{"translation-revision-date":"2024-08-11 21:28:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Google for WooCommerce":["WooCommerce için Google"],"There was an error getting the status of your Google Ads account.":["Google Ads hesabınızın durumunu alırken bir hata oluştu."],"Unable to update the channel visibility of products.":["Ürünlerin kanal görünürlüğü güncellenemiyor."],"Unable to update your Google Merchant Center contact information.":["Google Merchant Center iletişim bilgileriniz güncellenemiyor."],"Unable to disconnect all your accounts.":["Tüm hesaplarınızın bağlantısı kesilemiyor."],"Unable to disconnect your Google Ads account.":["Google Ads hesabınızın bağlantısı kesilemiyor."],"Unable to disconnect your Google account.":["Google hesabınızın bağlantısı kesilemiyor."],"The spacing between sentences. It's a space in English. Please use an empty string if no spacing is needed in that language.\u0004 ":[" "],"Unknown error occurred.":["Bilinmeyen bir hata oluştu."],"There was an error getting the tour.":["Turu alırken bir hata oluştu."],"There was an error loading the assets of the campaign.":["Kampanyanın varlıkları yüklenirken bir hata oluştu."],"There was an error updating the tour.":["Turu güncellerken bir hata oluştu."],"There was an error updating the assets of the campaign.":["Kampanya varlıklarının güncellenmesinde bir hata oluştu."],"There was an error creating the assets of the campaign.":["Kampanya varlıkları oluşturulurken bir hata oluştu."],"Maximum %1$d images can be uploaded, with a minimum of %2$s image.":["En az %2$s görüntü olmak üzere en fazla %1$d görsel yüklenebilir."],"%1$d %2$s":["%1$d %2$s"],"The maximum number of images that can be uploaded is %d.":["Yüklenebilecek maksimum resim sayısı %d'dir."],"Add images that meet or can be cropped to the recommended sizes. Note: The maximum file size for any image is 5120 KB.":["Önerilen boyutları karşılayan veya bu boyutlara kırpılabilen resimler ekleyin. Not: Herhangi bir görüntü için maksimum dosya boyutu 5120 KB'dir."],"You can add up to a maximum of %1$d image assets, which can be a combination of %2$s images.":["En fazla %1$d görüntü varlığı ekleyebilirsiniz; bunlar %2$s görüntünün bir kombinasyonu olabilir."],"<listItem>Recommended size: %1$d x %2$d<\/listItem><listItem>Min. size: %3$d x %4$d<\/listItem>":["<listItem>Tavsiye edilen boyut: %1$d x %2$d<\/listItem><listItem>Min. boyut: %3$d x %4$d<\/listItem>"],"At least %1$d required. Add up to %2$d.":["En az %1$d gerekli. %2$d'ye kadar ekleyin."],"At least %d required":["En az %d gerekli"],"%1$s and %2$s":["%1$s ve %2$s"],"The separator for concatenating the types of assets\u0004, ":[", "],"The length of the rendered description will depend on the site it appears on. If it's shortened, it will end with an ellipsis(…). The description doesn't show in all sizes and formats.":["İşlenen açıklamanın uzunluğu, göründüğü siteye bağlı olacaktır. Kısaltılmışsa, bir üç nokta (...) ile bitecektir. Açıklama tüm boyutlarda ve biçimlerde gösterilmez."],"The description adds to the headline and provides additional context or details. It can be up to 90 characters, and may appear after the headline.":["Açıklama, başlığa katkıda bulunur ve ek bağlam veya ayrıntılar sağlar. En fazla 90 karakter olabilir ve başlıktan sonra görünebilir."],"Plural and lowercase asset field name\u0004descriptions":["açıklamalar"],"Singular and lowercase asset field name\u0004description":["açıklama"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Description":["Açıklama"],"Add description":["Açıklama ekle"],"Plural asset field name as the heading\u0004Descriptions":["Açıklamalar"],"The length of the rendered headline will depend on the site it appears on. If shortened, it will end with an ellipsis(…).":["İşlenen başlığın uzunluğu, göründüğü siteye bağlı olacaktır. Kısaltılmışsa, bir üç nokta (...) ile bitecektir."],"The long headline is the first line of your ad, and appears instead of your short headline in larger ads. Long headlines can be up to 90 characters, and may appear with or without your description.":["Uzun başlık, reklamınızın ilk satırıdır ve daha büyük reklamlarda kısa başlığınızın yerine görünür. Uzun başlıklar 90 karaktere kadar olabilir ve açıklamanızla birlikte veya açıklamasız görünebilir."],"Plural and lowercase asset field name\u0004long headlines":["uzun başlıklar"],"Singular and lowercase asset field name\u0004long headline":["uzun başlık"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Long headline":["Uzun başlık"],"Add long headline":["Uzun başlık ekleyin"],"Plural asset field name as the heading\u0004Long headlines":["Uzun başlıklar"],"The headline is the first line of your ad and is most likely the first thing people notice, so consider including words that people may have entered in their Google search.":["Başlık, reklamınızın ilk satırıdır ve büyük olasılıkla insanların ilk fark ettiği şeydir. Bu nedenle, insanların Google aramalarında girmiş olabilecekleri kelimeleri eklemeyi düşünün."],"Plural and lowercase asset field name\u0004headlines":["başlıklar"],"Singular and lowercase asset field name\u0004headline":["başlık"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Headline":["Başlık"],"Add headline":["Başlık ekle"],"Learn how to write effective ads":["Etkili reklamların nasıl yazılacağını öğrenin"],"Plural asset field name as the heading\u0004Headlines":["Başlıklar"],"The business name is the name of your business or brand. In certain layouts, it may appear in the text of your ad.":["İşletme adı, işletmenizin veya markanızın adıdır. Belirli düzenlerde, reklamınızın metninde görünebilir."],"Singular and lowercase asset field name\u0004business name":["işletme adı"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Business name":["İşletme adı"],"Plural asset field name as the heading\u0004Business name":["İşletme adı"],"Lowercase asset field name\u0004logo":["logo"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Logo (1:1)":["Logo (1:1)"],"Plural asset field name as the heading\u0004Logo":["Logo"],"Lowercase asset field name\u0004portrait":["portre"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Portrait image (4:5)":["Portre görüntüsü (4:5)"],"Plural asset field name as the heading\u0004Portrait images":["Portre görselleri"],"Lowercase asset field name\u0004square":["kare"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Square image (1:1)":["Kare görsel (1:1)"],"Plural asset field name as the heading\u0004Square images":["Kare görseller"],"Lowercase asset field name\u0004landscape":["manzara"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Landscape image (1.91:1)":["Manzara görseli (1,91:1)"],"Plural asset field name as the heading\u0004Landscape images":["Manzara görselleri"],"Capitalized asset field name as the start of an error message\u0004The second display URL path":["İkinci ekran URL yolu"],"Capitalized asset field name as the start of an error message\u0004The first display URL path":["İlk görüntülenen URL yolu"],"There was an error getting the store categories.":["Mağaza kategorilerini alırken bir hata oluştu."],"There was an error loading the mapping rules.":["Eşleme kuralları yüklenirken bir hata oluştu."],"There was an error loading the mapping sources for the selected attribute.":["Seçilen öznitelik için eşleme kaynakları yüklenirken bir hata oluştu."],"There was an error loading the mapping attributes.":["Eşleme öznitelikleri yüklenirken bir hata oluştu."],"There was an error deleting the rule.":["Kuralı silerken bir hata oluştu."],"There was an error updating the rule.":["Kuralın güncellenmesinde bir hata oluştu."],"There was an error creating the rule.":["Kural oluşturulurken bir hata oluştu."],"Attribute Mapping":["Öznitelik Eşleme"],"There was an error loading your merchant center product review request status.":["Satıcı merkezi ürün inceleme talebi durumunuz yüklenirken bir hata oluştu."],"There was an error loading Google Merchant Center contact information.":["Google Merchant Center iletişim bilgileri yüklenirken bir hata oluştu."],"There was an error loading Google account access info.":["Google hesabı erişim bilgileri yüklenirken bir hata oluştu."],"There was an error loading product feed.":["Ürün beslemesi yüklenirken bir hata oluştu."],"Setup Google Ads":["Google Ads Kurulumu"],"Setup Merchant Center":["Satıcı Merkezini Kurun"],"Marketing":["Pazarlama"],"Reports":["Raporlar"],"Dashboard":["Pano"],"There was an error loading report.":["Rapor yüklenirken bir hata oluştu."],"There was an error loading issues to resolve.":["Çözülmesi gereken bir hata yükleme sorunu vardı."],"There was an error loading your merchant center product statistics.":["Satıcı merkezi ürün istatistikleriniz yüklenirken bir hata oluştu."],"There was an error loading your merchant center setup status.":["Satıcı merkezi kurulum durumunuz yüklenirken bir hata oluştu."],"There was an error loading ads campaigns.":["Reklam kampanyaları yüklenirken bir hata oluştu."],"There was an error loading target audience.":["Hedef kitle yüklenirken bir hata oluştu."],"There was an error loading supported country details.":["Desteklenen ülke ayrıntıları yüklenirken bir hata oluştu."],"There was an error getting your Google Ads accounts.":["Google Ads hesaplarınızı alırken bir hata oluştu."],"There was an error getting the billing status of your Google Ads account.":["Google Ads hesabınızın faturalandırma durumunu alırken bir hata oluştu."],"There was an error loading Google Ads account info.":["Google Ads hesap bilgileri yüklenirken bir hata oluştu."],"There was an error getting your Google Merchant Center accounts.":["Google Merchant Center hesaplarınızı alırken bir hata oluştu."],"There was an error loading Google Merchant Center account info.":["Google Merchant Center hesap bilgileri yüklenirken bir hata oluştu."],"There was an error loading Google account info.":["Google hesap bilgileri yüklenirken bir hata oluştu."],"There was an error loading Jetpack account info.":["Jetpack hesap bilgileri yüklenirken bir hata oluştu."],"There was an error loading merchant center settings.":["Satıcı merkezi ayarları yüklenirken bir hata oluştu."],"There was an error loading shipping times.":["Kargo süreleri yüklenirken bir hata oluştu."],"There was an error loading shipping rates.":["Kargo ücretleri yüklenirken bir hata oluştu."],"Product Feed":["Ürün Beslemesi"],"Settings":["Ayarlar"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"js\/build\/index.js"}}