{"translation-revision-date":"2024-08-11 21:28:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Connect the accounts required to use Google for WooCommerce.":["WooCommerce'ta Google'ı kullanmak için gereken hesapları bağlayın."],"Get started with Google for WooCommerce":["WooCommerce için Google'ı kullanmaya başla"],"Any ongoing campaigns and configuration will continue to run. They will be pushed to Google as in the previous versions of this extension.":["Devam eden tüm kampanyalar ve yapılandırmalar çalışmaya devam edecektir. Bu uzantının önceki sürümlerinde olduğu gibi Google'a gönderileceklerdir."],"I understand that I am disabling the data fetching feature from this WooCommerce extension.":["Bu WooCommerce uzantısından veri getirme özelliğini devre dışı bıraktığımı anlıyorum."],"Yes, I want to disable the data fetching feature.":["Evet, veri getirme özelliğini devre dışı bırakmak istiyorum."],"Disable data fetching":["Veri getirmeyi devre dışı bırak"],"Create a campaign":["Bir Kampanya Oluştur"],"Create a campaign to advertise your products":["Ürünlerinizin reklamını yapmak için bir kampanya oluşturun"],"There was an error saving shipping times.":["Nakliye sürelerini kaydederken bir hata oluştu."],"There was an error saving shipping rates.":["Kargo ücretlerini kaydederken bir hata oluştu."],"There was an error saving settings.":["Ayarları kaydederken bir hata oluştu."],"There was an error saving audience.":["İzleyici kaydedilirken bir hata oluştu."],"Configure product listings":["Ürün listelerini yapılandırma"],"Unable to complete your setup.":["Kurulumunuz tamamlanamıyor."],"Once you have set up your Merchant Center account you can use our onboarding tool regardless of which CSS you use.":["Merchant Center hesabınızı kurduktan sonra, hangi CSS'yi kullandığınızdan bağımsız olarak işe alım aracımızı kullanabilirsiniz."],"If you create a new Merchant Center account through this application, it will be associated with Google Shopping, Google’s CSS, by default. You can change the CSS associated with your account at any time. Please find more information about our CSS Partners <link>here<\/link>.":["Bu uygulama aracılığıyla yeni bir Merchant Center hesabı oluşturursanız, varsayılan olarak Google'ın CSS'si olan Google Shopping ile ilişkilendirilecektir. Hesabınızla ilişkilendirilmiş CSS'yi istediğiniz zaman değiştirebilirsiniz. Lütfen CSS Ortaklarımız hakkında daha fazla bilgiyi <link>burada<\/link> bulabilirsiniz."],"If you are in the European Economic Area or Switzerland, your Merchant Center account must be associated with a Comparison Shopping Service (CSS). Please find more information at <link>Google Merchant Center Help<\/link> website.":["Avrupa Ekonomik Alanı veya İsviçre'de bulunuyorsanız, Merchant Center hesabınız bir Karşılaştırmalı Alışveriş Hizmeti (CSS) ile ilişkilendirilmelidir. Lütfen <link>Google Merchant Center Yardım<\/link> web sitesinde daha fazla bilgi bulabilirsiniz."],"Cancel":["İptal"],"The following accounts are required to use the Google for WooCommerce plugin.":["WooCommerce için Google eklentisini kullanmak için aşağıdaki hesaplar gereklidir."],"Connect accounts":["Hesapları bağla"],"Google Shopping search results example":["Google Alışveriş arama sonuçları örneği"],"Any active product listings will continue to show on Google. They can be managed, edited, or deleted manually from Google Merchant Center (merchants.google.com).":["Tüm aktif ürün listeleri Google'da gösterilmeye devam edecektir. Bunlar Google Merchant Center'dan (merchants.google.com) manuel olarak yönetilebilir, düzenlenebilir veya silinebilir."],"If you create a new Merchant Center account through this application, it will be associated with Google’s Comparison Shopping Service (Google Shopping) by default. You can change the CSS associated with your account at any time. <link>Please find more information here<\/link>.":["Bu uygulama aracılığıyla yeni bir Merchant Center hesabı oluşturursanız, varsayılan olarak Google'ın Karşılaştırmalı Alışveriş Hizmeti (Google Shopping) ile ilişkilendirilecektir. Hesabınızla ilişkilendirilmiş CSS'yi istediğiniz zaman değiştirebilirsiniz. <link>Lütfen daha fazla bilgiyi burada bulabilirsiniz<\/link>."],"Google Merchant Center helps you sync your store and product data with Google and makes the information available for both free listings on the Shopping tab and Google Shopping Ads. That means everything about your stores and products is available to shoppers when they search on a Google property.":["Google Merchant Center, mağaza ve ürün verilerinizi Google ile senkronize etmenize yardımcı olur ve bu bilgileri hem Alışveriş sekmesindeki ücretsiz listeler hem de Google Alışveriş Reklamları için kullanılabilir hale getirir. Bu, mağazalarınız ve ürünleriniz hakkındaki her şeyin, bir Google mülkünde arama yapan müşterilerin kullanımına sunulduğu anlamına gelir."],"Why do I need a Google Merchant Center account?":["Neden bir Google Merchant Center hesabına ihtiyacım var?"],"We use a WordPress.com account to connect your site to the WooCommerce and Google servers. It ensures that requests (e.g. product feed, clicks, sales, etc) from your site are securely and correctly attributed to your store. It enables a connection to your self-hosted site, and provides a common authentication interface across disparate server configurations and architectures.":["Sitenizi WooCommerce ve Google sunucularına bağlamak için bir WordPress.com hesabı kullanıyoruz. Sitenizden gelen taleplerin (ör. ürün akışı, tıklamalar, satışlar vb.) güvenli ve doğru bir şekilde mağazanızla ilişkilendirilmesini sağlar. Kendi barındırdığınız sitenize bağlantı sağlar ve farklı sunucu yapılandırmaları ve mimarileri arasında ortak bir kimlik doğrulama arayüzü sağlar."],"Why do I need a WordPress.com account?":["Bir WordPress.com hesabına neden ihtiyacım var?"],"Never mind":["Boş ver"],"Some configurations for Google Ads created through WooCommerce may be lost. This cannot be undone.":["WooCommerce aracılığıyla oluşturulan Google Ads için bazı yapılandırmalar kaybolabilir. Bu geri alınamaz."],"I understand that I am disconnecting my Google Ads account from this WooCommerce extension.":["Google Ads hesabımın bu WooCommerce uzantısıyla bağlantısını kestiğimi anlıyorum."],"Yes, I want to disconnect my Google Ads account.":["Evet, Google Ads hesabımın bağlantısını kesmek istiyorum."],"Disconnect Google Ads Account":["Google Ads Hesabının Bağlantısını Kesin"],"Disconnect Google Ads account":["Google Ads hesabının bağlantısını kesin"],"I understand that I am disconnecting any WordPress.com account, Google account, Google Merchant Center account and Google Ads account connected to this extension.":["Bu uzantıya bağlı tüm WordPress.com hesabı, Google hesabı, Google Merchant Center hesabı ve Google Ads hesabının bağlantısını kestiğimi anlıyorum."],"Yes, I want to disconnect all my accounts.":["Evet, tüm hesaplarımın bağlantısını kesmek istiyorum."],"Disconnect all accounts":["Tüm hesapların bağlantısını kesin"],"Complete setup":["Kurulumu tamamla"],"Your product details, estimated shipping info and tax details will be displayed across Google.":["Ürün ayrıntılarınız, tahmini kargo bilgileriniz ve vergi ayrıntılarınız Google'da görüntülenecektir."],"Your product listings will look something like this.":["Ürün listeleriniz aşağıdaki gibi görünecektir."],"Configure your product listings":["Ürün listelerinizi yapılandırın"],"Continue":["Devam Et"],"Set up your accounts":["Hesaplarınızı ayarlayın"]}},"comment":{"reference":"js\/build\/onboarding.js"}}