{"translation-revision-date":"2024-08-11 21:28:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Google for WooCommerce Benefits":["WooCommerce için Google Faydaları"],"Google for WooCommerce":["WooCommerce için Google"],"Reach more customers by advertising your products across Google Ads channels like Search, YouTube and Discover. Set up your campaign now so your products are included as soon as they’re approved.":["Arama, YouTube ve Keşfet gibi Google Ads kanallarında ürünlerinizin reklamını yaparak daha fazla müşteriye ulaşın. Ürünlerinizin onaylanır onaylanmaz dahil edilmesi için kampanyanızı şimdi oluşturun."],"Reach your sales goals by creating a campaign":["Bir kampanya oluşturarak satış hedeflerinize ulaşın"],"If you’re already using another extension to manage your product feed with Google, make sure to deactivate or uninstall it first to prevent duplicate product feeds.":["Ürün akışınızı Google ile yönetmek için zaten başka bir uzantı kullanıyorsanız, yinelenen ürün akışlarını önlemek için önce onu devre dışı bıraktığınızdan veya kaldırdığınızdan emin olun."],"The official extension for WooCommerce, built in collaboration with Google":["WooCommerce için Google ile işbirliği içinde oluşturulmuş resmi uzantı"],"Get your products in front of more shoppers with Google for WooCommerce":["WooCommerce için Google ile ürünlerinizi daha fazla müşterinin önüne çıkarın"],"Real-time reporting all within your WooCommerce dashboard means you know how your campaigns are performing at all times.":["WooCommerce kontrol panelinizdeki gerçek zamanlı raporlama, kampanyalarınızın her zaman nasıl performans gösterdiğini bilmeniz anlamına gelir."],"Track performance straight from your store dashboard":["Performansı doğrudan mağazanızın kontrol panelinden takip edin"],"Connect your Google Ads account, choose a budget, and Google will optimize your ads so they appear at the right time and place. ":["Google Ads hesabınızı bağlayın, bir bütçe seçin ve Google reklamlarınızı doğru zamanda ve yerde görünecek şekilde optimize etsin. "],"Drawing of a mobile and product ads":["Mobil ve ürün reklamlarının çizimi"],"When your products are added and approved, they’ll be eligible for free listings, reaching shoppers across Google’s network.":["Ürünleriniz eklendiğinde ve onaylandığında, ücretsiz listeleme için uygun olacak ve Google'ın ağındaki müşterilere ulaşacaktır."],"Show products automatically on Google for free":["Ürünleri Google'da otomatik olarak ücretsiz gösterin"],"Drawing of WooCommerce and Google":["WooCommerce ve Google'ın Çizimi"],"With Google for WooCommerce, connect with the right shoppers at the right moment when they’re looking to buy products like yours.":["WooCommerce için Google ile, sizinki gibi ürünleri satın almak isteyen doğru müşterilerle doğru anda bağlantı kurun."],"49% of shoppers surveyed say they use Google to discover or find a new item or product":["Ankete katılan müşterilerin %49'u yeni bir ürün keşfetmek veya bulmak için Google'ı kullandığını söylüyor"],"<link>Learn More →<\/link>":["<link>Daha Fazla Bilgi Edinin →<\/link>"],"Anonymous":["Anonim"],"It does everything smoothly. Perfect and must need add-on from WooCommerce. Some things are just “essentials”.":["Her şeyi sorunsuz bir şekilde yapıyor. Mükemmel ve WooCommerce'den eklentiye ihtiyaç duymalı. Bazı şeyler sadece \"olmazsa olmazlar\"."],"joshualukewhite":["joshualukewhite"],"Thank you Google and WooCommerce for creating this app. It’s so simple to use and connect your products to Merchant Center.":["Bu uygulamayı oluşturduğunuz için Google ve WooCommerce'e teşekkür ederiz. Kullanımı ve ürünlerinizi Merchant Center'a bağlamak çok basit."],"21,000+ WooCommerce store owners like you already list products with Google":["Sizin gibi 21.000'den fazla WooCommerce mağaza sahibi zaten Google ile ürün listeliyor"],"An image of a quote.":["Bir alıntının görüntüsü."],"Drawing of a bar and line charts heading up":["Yukarı doğru çubuk ve çizgi grafiklerin çizimi"],"Google Shopping search results example":["Google Alışveriş arama sonuçları örneği"],"Where will my products appear?":["Ürünlerim nerede görünecek?"],"Your store’s country is <country \/>. This country is currently not supported by Google for WooCommerce. However, you can still choose to list your products in another supported country, if you are able to sell your products to customers there. <settingsLink>Change your store’s country here<\/settingsLink>. <supportedCountriesLink>Read more about supported countries<\/supportedCountriesLink>":["Mağazanızın ülkesi <country \/>. Bu ülke şu anda WooCommerce için Google tarafından desteklenmemektedir. Ancak, ürünlerinizi oradaki müşterilere satabiliyorsanız ürünlerinizi desteklenen başka bir ülkede listelemeyi seçebilirsiniz. <settingsLink>Mağazanızın ülkesini buradan değiştirin<\/settingsLink>. <supportedCountriesLink>Desteklenen ülkeler hakkında daha fazla bilgi edinin<\/supportedCountriesLink>"],"Your site language is <language \/>. This language is currently not supported by Google for WooCommerce. <settingsLink>You can change your site language here<\/settingsLink>. <supportedLanguagesLink>Read more about supported languages<\/supportedLanguagesLink>":["Sitenizin dili <language \/>. Bu dil şu anda Google tarafından WooCommerce için desteklenmemektedir. <settingsLink>Site dilinizi buradan değiştirebilirsiniz<\/settingsLink>. <supportedLanguagesLink>Desteklenen diller hakkında daha fazla bilgi edinin<\/supportedLanguagesLink>"]}},"comment":{"reference":"js\/build\/get-started-page.js"}}